# Packages from cfg Brewfile
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sergiobenitez/osxct"
brew "aspell"
brew "coreutils"
brew "csvkit"
brew "ctags"
brew "dos2unix"
brew "emacs"
brew "enchant"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mitmproxy"
brew "mplayer"
brew "node@8"
brew "p7zip"
brew "pipenv"
brew "pwgen"
brew "python"
brew "python@2"
brew "qpdf"
brew "rakudo-star"
brew "ruby"
brew "ruby-build"
brew "sbcl"
brew "sergiobenitez/osxct/aarch64-none-elf"
brew "socat"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
cask "alfred"
cask "bartender"
cask "dash"
cask "macvim"
cask "spectacle"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "OmniFocus", id: 1346203938
mas "Pixelmator", id: 407963104
mas "Reeder", id: 880001334
mas "Xcode", id: 497799835
