# Packages from cfg Brewfile
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sergiobenitez/osxct" # for CS 140e
brew "aspell" # for emacs spell check
brew "coreutils"
brew "csvkit"
brew "ctags" # auto-generated with git hooks
brew "dos2unix"
brew "emacs"
brew "enchant" # get spelling suggestions with `enchant-2 -a`
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mplayer"
brew "nvm"
brew "p7zip"
brew "pipenv"
brew "pwgen"
brew "python"
brew "qpdf"
brew "sbcl" # Learning with Land of Lisp
brew "sergiobenitez/osxct/aarch64-none-elf" # for CS 140e
brew "socat"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
cask "alfred"
cask "bartender"
cask "dash"
cask "firefox"
cask "spectacle"
mas "1Password 7", id: 1333542190
mas "OmniFocus", id: 1346203938
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
