tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sergiobenitez/osxct"
brew "ansible"
brew "aspell"
brew "clisp"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "dos2unix"
brew "emacs"
brew "enchant"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "gcc"
brew "git"
brew "gnupg"
brew "gradle"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "mplayer"
brew "node@8"
brew "p7zip"
brew "pwgen"
brew "python"
brew "python@2"
brew "qpdf"
brew "ruby"
brew "ruby-build"
brew "scala"
brew "sergiobenitez/osxct/aarch64-none-elf"
brew "socat"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "watch"
brew "wget"
cask "1password"
cask "alfred"
cask "banktivity"
cask "bartender"
cask "cardhop"
cask "dash"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java7"
cask "java8"
cask "licecap"
cask "mactex"
cask "monodraw"
cask "postgres"
cask "spectacle"
cask "sublime-text"
mas "Bear", id: 1091189122
mas "Day One", id: 1055511498
mas "Fantastical 2", id: 975937182
mas "OmniFocus", id: 1346203938
mas "Pixelmator", id: 407963104
mas "Radium", id: 597611879
mas "Things3", id: 904280696
mas "WiFi Signal", id: 525912054
mas "Xcode", id: 497799835
